Revit 2027 API
ImageType.HeightInPixels Property
 Number of pixels in the vertical direction of the image
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int HeightInPixels { get; }
Public ReadOnly Property HeightInPixels As Integer
	Get
public:
property int HeightInPixels {
	int get ();
}
member HeightInPixels : int with get
Property Value
Int32
See Also
Reference
ImageType Class
Autodesk.Revit.DB Namespace